# WARNING: Do not edit this file.
# It was generated by processing /Users/bschafer/.config/brew/Brewfile##template

tap "cloudflare/cloudflare"
tap "espanso/espanso"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homeport/tap" # dyff
tap "johanhaleby/kubetail"
tap "robscott/tap"
brew "python@3.10"
brew "ansible"
brew "ansible-lint"
brew "arping"
brew "aspell"
brew "bandit"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "black"
brew "bpython"
brew "bpytop"
brew "cdk8s"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "delve"
brew "diffutils"
brew "docker-compose"
brew "ed"
brew "fd"
brew "zstd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gnu-units"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "graphviz"
brew "helm"
brew "hyperfine"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kind"
brew "kube-ps1"
brew "kubectx"
brew "kubie"
brew "less"
brew "m-cli"
brew "mas"
brew "moreutils"
brew "mosh"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "pam-reattach"
brew "pandoc"
brew "pipenv"
brew "pint"
brew "pipx"
brew "poetry"
brew "poppler"
brew "pyenv"
brew "python-yq"
brew "qrencode"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "speedtest-cli"
brew "sshuttle"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "terragrunt"
brew "tfk8s"
brew "tfsec"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "homeport/tap/dyff"
brew "johanhaleby/kubetail/kubetail"
brew "robscott/tap/kube-capacity"
cask "alfred"
cask "balenaetcher"
cask "cf-terraforming"
cask "emacs"
cask "espanso"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logi-options-plus"
cask "obsidian"
cask "plexamp"
cask "powershell"
cask "raycast"
cask "spotify"
cask "telegram"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "WireGuard", id: 1451685025
mas "Yubico Authenticator", id: 1497506650


brew "cloudflared"
brew "deno"
brew "kubebuilder"
brew "libgit2"
brew "mitmproxy"
brew "prometheus"
brew "pwgen"
brew "vault"
brew "cloudflare/engineering/amtool"
brew "cloudflare/engineering/kubectl-gitops"
brew "cloudflare/engineering/cf-paste"
brew "cloudflare/engineering/namespace-linter"
brew "cloudflare/engineering/cfctl"
brew "cloudflare/engineering/sd-tool"
brew "cloudflare/engineering/cfsetup"
brew "cloudflare/engineering/virtctl"
brew "cloudflare/engineering/cluster-diff"
brew "cloudflare/engineering/zinc"
brew "cloudflare/engineering/docker-credential-cloudflared"

cask "cloudflare-warp"
cask "google-cloud-sdk"

tap "cloudflare/engineering", "ssh://git@bitbucket.cfdata.org:7999/pkg/homebrew.git"


