tap "cloudflare/cloudflare"
tap "espanso/espanso"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "pothosware/pothos"
tap "robscott/tap"
brew "python@3.10"
brew "ansible"
brew "ansible-lint"
brew "argocd"
brew "arping"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bitwarden-cli"
brew "black"
brew "bpython"
brew "bpytop"
brew "cloudflared"
brew "cowsay"
brew "delve"
brew "dfu-util"
brew "docker-compose"
brew "doctl"
brew "ed"
brew "fd"
brew "zstd"
brew "fzf"
brew "git-delta"
brew "glib-openssl"
brew "gnu-units"
brew "gnupg"
brew "go"
brew "gopls"
brew "gst-libav"
brew "helm"
brew "hugo"
brew "imagemagick"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "less"
brew "m-cli"
brew "mas"
brew "minio-mc"
brew "moreutils"
brew "mosh"
brew "mtr"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssl@3"
brew "pam-reattach"
brew "pandoc"
brew "pint"
brew "pipenv"
brew "poetry"
brew "poppler"
brew "postgresql@14"
brew "pyenv"
brew "python-yq"
brew "restic"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sevenzip"
brew "shellcheck"
brew "shfmt"
brew "speedtest-cli"
brew "starship"
brew "stern"
brew "tea"
brew "telnet"
brew "terraform"
brew "terraform-ls"
brew "terragrunt"
brew "tfk8s"
brew "tfsec"
brew "tmux"
brew "watch"
brew "wget"
brew "yadm"
brew "yamllint"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "pothosware/pothos/limesuite"
brew "robscott/tap/kube-capacity"
cask "alfred"
cask "balenaetcher"
cask "calibre"
cask "cf-terraforming"
cask "cloudflare-warp"
cask "cyberduck"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "emacs"
cask "espanso"
cask "filebot"
cask "firefox"
cask "font-caskaydia-cove-nerd-font"
cask "gimp"
cask "iterm2"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "macfuse"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "powershell"
cask "retroarch-metal"
cask "signal"
cask "spotify"
cask "steam"
cask "superslicer"
cask "telegram"
cask "transmission"
cask "utm"
cask "veracrypt"
cask "vimr"
cask "visual-studio-code"
cask "vlc"
cask "wine-stable"
cask "wireshark"
cask "zoom"
mas "Bitwarden", id: 1352778147
mas "DuckDuckGo Privacy for Safari", id: 1482920575
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Moom", id: 419330170
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sonic Racing", id: 1461172325
mas "TheOregonTrail", id: 1502228492
mas "WireGuard", id: 1451685025
